"Direct_Connection"="直接连接";"Saved_Connections"="已保存的连接";"Connections"="连接";"In_App_Purchases"="应用内购买";"Remove_Ads"="移除广告";"Restore_My_Purchase"="恢复已购买的内容";"Help_And_Reviews"="帮助与用户评价";"Contact_Us"="联系我们";"About"="关于";"Connection"="连接";"Connect"="连接";"Name"="名称";"Host"="主机";"Example_Dot_Com"="example.com";"Port"="端口";"User"="用户名";"User_Login_Example"="请输入用户名";"Password"="密码";"Password_Login_Example"="请输入密码";"Back"="后退";"Previous"="前一个";"Next"="后一个";"Done"="完成";"Save"="存储";"No_Name"="无名称";"Missing_Fields"="有空缺字段";"Host_Is_Required"="必须填写主机";"User_Is_Required"="必须填写用户名";"Password_Is_Required"="必须填写密码";"OK"="好";"CANCEL"="取消";"Connection_Error"="连接错误";"Can_Not_Establish_Connection_To"="无法建立与 %@ 的连接";"Bad_Credentials"="所提供的身份信息无效";"Connection_Established_But_Can_Not_Open_Session"="能够建立连接，但无法打开会话";"Can_Not_Send_PTY_Request"="无法发送 PTY 请求";"Can_Not_Start_Shell_From_Connection"="无法由此连接启动 Shell";"Enter_Password"="请输入密码";"Enter_Your_PIN"="请输入 WebSSH 密码";"Locked"="已锁定";"Attempts_Expired"="已用尝试次数";"PIN_Entry_Locked"="密码输入已锁定";"Attempts_Remaining"="剩余尝试次数";"Failed_Passcode_Attempts"="失败的密码尝试次数";"Security"="安全";"Manage_Security_Settings"="管理安全选项";"Email"="电子邮件";"Subject"="主题";"Message"="消息";"Send"="发送";"Email_Sent_Faillure"="邮件发送失败";"Your_Device_Can_Not_Send_Mail"="你的设备无法发送邮件";"Thank_You"="谢谢";"We_Will_Reply_You_As_Soon_As_Possible"="我们会尽快答复你的来信";"Purchase_Required"="需要购买";"More_Informations"="信息";"Purchase_Required_Want_MoreInformations"="购买后才可以使用此功能。是否需要查看关于此购买的更多信息？";"Can_Not_Purchase"="无法购买";"Purchases_Are_Not_Possible_At_This_Time"="目前暂无法完成购买";"Buy"="购买";"Restoring_Purchases"="正在恢复已购买的内容";"Do_You_Want_To_Restore_Or_Unregister_Them"="你需要恢复购买，还是取消已购买内容的注册？";"Restore"="恢复";"Unregister"="取消注册";"All_Purchases_Unregistered"="所有购买内容已取消注册。若需重新注册，请恢复购买。";"Thank_You_For_Your_Purchase"="感谢购买！";"Transaction_Failed"="交易失败";"Set_Password"="设置密码";"Change_Password"="变更密码";"Remove_Password"="移除密码";"YES"="是";"NO"="否";"Remove_Password_Confirmation"="确实要移除密码吗？";"Password_Not_Saved"="密码未保存";"Passwords_Are_Not_Equals"="密码不一致";"Please_Re_Enter_Your_PIN"="输入密码以进行验证";"Password_Saved"="密码已保存";"Password_Has_Been_Saved"="密码已被成功保存";"Screen_Will_Be_Locked_After"="当应用处于后台达 60 秒后将会锁定";"Rate_Question"="如果你喜欢 %@，是否愿意为它进行一下评分呢？仅需不到一分钟就能完成。感谢你的支持！";"Rate"="为 %@ 评分";"No_Thanks"="不，谢谢";"Remind_Me_Later"="稍后再提醒";"Message_Field_Is_Required"="需要填写消息内容";"CONNECTION_TYPE"="连接类型";"CONNECTING_TITLE"="正在连接...";"CONNECTING_MESSAGE"="请稍候";"CONNECTING_FAILED"="连接失败";"LOADING"="正在载入";"PARENT_DIRECTORY"="上级目录";"DISCONNECT"="断开连接";"EXECUTING_TITLE"="正在载入...";"OPERATION_SEEMS_TO_BE_LONG"="请稍候";"CANCEL_OPERATION"="取消操作";"NOT_CONNECTED_TITLE"="未连接";"NOT_CONNECTED_MESSAGE"="已失去连接";"RECONNECT"="重新连接";"Pull_Down_To_Refresh"="下拉来更新";"Release_To_Refresh"="释放以更新";"Loading_Points"="正在载入...";"Speed"="速度";"Progress"="进度";"Default"="默认";"Favorites_Folder"="收藏目录";"Use_As_Default_Path"="用作默认路径";"Path"="路径";"Favorite"="收藏";"Upload"="上传";"Upload_Failed"="上传失败";"Ask_For_Resume"="请求恢复";"Want_To_Resume_Upload"="要恢复上传吗？";"Resume"="恢复";"Overwrite"="覆盖";"Rename"="重命名";"Enter_The_New_Name"="输入新名称";"Deleting"="正在删除";"Delete"="删除";"Sure_To_Delete_XYZ"="确实要删除 %@？";"Delete_Failed"="删除失败";"Rename_Failed"="重命名失败";"Already_Exists"="已存在";"Can_Not_Create_Dir_Because_Already_Exists"="无法创建目录因为存在同名目录";"Directory_Name"="目录名称";"Enter_Directory_Name"="输入目录名称";"Default_Folder_Name"="新目录";"Add"="新增";"What_To_Do"="你需要做什么？";"Upload_File"="上传一个文件";"Create_Directory"="创建一个目录";"Add_This_Folder_To_Favorite"="将此目录添加到收藏";"Favorite_Name"="收藏名称";"Enter_The_Name_Of_The_Favorite"="输入此收藏的名称";"Default_Favorite_Name"="我的收藏";"Avoided_Corruptions"="避免的损坏";"SSH_Connection_Must_Be_Opened"="要获取 MD5 哈希字符串，必须开启一个 SSH 连接。是否要这样做？";"Compare"="比较";"Generating_MD5"="正在生成 MD5";"Wait_Generating_MD5"="请稍候。正在生成 MD5...";"MD5_Hashes_Are_Equal"="MD5 哈希值相符";"Sorry_MD5_Hashes_Are_Not_Equal"="抱歉，MD5 哈希值不相符";"Compare_With_Local_File"="比较本地文件";"Add_To_Clipboard"="添加到剪切板";"Requesting_MD5"="正在请求 MD5";"Wait_We_Are_Requesting_MD5_From_SSH"="请稍后，我们正在通过 SSH 请求 MD5...";"MD5_Hash_Can_Not_BeRetrieved"="无法获取 MD5 哈希值";"PHOTO_LIBRARY"="照片库";"PHOTO_COUNT_SINGLE"="1 个项目";"PHOTO_COUNT_MULTIPLE"="%@ 个项目";"ERROR"="错误";"UNKNOWN_LIBRARY_ERROR"="出现了未知错误";"PHOTO_ROLL_ACCESS_ERROR"="%@ 没有权限来访问你的照片库";"File"="文件";"Finished"="已完成";"Image_Is_Now_Downloaded_In_Camera_Roll"="图像已下载到相机胶卷";"Authentication"="认证";"Password_Authentication"="密码认证";"Private_Key_Authentication"="私钥认证";"Private_Key"="私钥";"Private_Key_Not_Found"="未找到私钥";"A_Password_Is_Required_For_Your_Private_Key"="需要为你的私钥设置一个密码";"Is_Encrypted"="已加密";"Save_To_Camera_Roll"="保存至相机胶卷";"Want_To_Save_In_Camera_Roll"="要将这张照片保存至相机胶卷吗？";"Profile"="终端设置";"Profile_Background_Color"="背景色";"Profile_Foreground_Color"="前景色";"Profile_Font_Size"="字号";"Profile_Font_Family"="字体";"Profile_Color_Black"="黑色";"Profile_Color_White"="白色";"Profile_Color_Gray"="灰色";"Profile_Color_Red"="红色";"Profile_Color_Green"="绿色";"Profile_Color_Yellow"="黄色";"Profile_Color_Blue"="蓝色";"Profile_Color_Purple"="紫色";"Profile_Color_Cyan"="青色";"Profile_Terminal_Type"="终端类型";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_DUMB"="DUMB";"Save_And_Connect"="保存并连接";"Pro_Upgrade"="升级至专业版";"Upgrade_WebSSH_To_Pro_Version"="将 WebSSH 升级至专业版";"Feature_Part_Of_Pro_Version"="此功能属于 WebSSH 专业版。\n升级前你可以先试用。\n要现在升级到 WebSSH 专业版吗？";"Upgrade"="升级";"Not_Now"="以后再说";"Try_It"="试用";"Unlock"="解锁";"FAQ"="常见问答";"Inbox"="收件箱";"Help"="帮助";"New_Response"="新答复";"Extension_Not_Recognized_Message"="由文件扩展名无法识别它为文本文件。\n无论如何都要进行编辑吗？";"Extension_Not_Recognized"="扩展名无法识别";"Success"="成功";"File_Writed_With_Success"="成功保存文件";"File_Writed_With_Error"="出现错误。文件未保存！";"File_Not_Saved"="文件未保存";"Are_You_Sure_File_Not_Saved"="修改尚未保存。\n确实要放弃修改直接关闭吗？";"Reviews_And_Answers"="用户评价和问答";"Subject_Field_Is_Required"="需要填写主题";"Contact_Bug_Submit"="Bug 提交";"Contact_Translator_Request"="贡献翻译";"Contact_Other"="其他";"Contact_Suggestion"="建议";"Error_Occured_Can_You_Retry"="出现错误。请稍候再试。";"Information"="信息";"WebSSH_Has_Been_Offered_To_You"="WebSSH 团队已为你带来专业版升级";"Utils"="小工具";"Ping"="Ping";"Start"="开始";"Stop"="停止";"Server"="服务器";"Bad_ICMP_Data_Received"="收到坏 ICMP 数据";"Create_File"="创建一个文件";"File_Name"="文件名称";"Enter_File_Name"="输入文件名称";"Default_File_Name"="File.txt";"Can_Not_Create_File_Because_Already_Exists"="名称「%@」已被占用。请使用不同的名称。";"Infinite_Loop_Detected"="检测到死循环。已中止。";"Unable_To_Retrieve_Whois_From_Data"="无法从数据中获取 Whois 信息";"Whois"="Whois";"Domain_Name_Example"="example.com";"Bad_Response_Received"="收到坏应答";"Welcome_Gesture"="WebSSH 使用手势来显示重要功能：";"Swipe_To_Left_Gesture"="从中间向左滑动，可以显示当前屏的菜单";"Swipe_To_Right_Gesture"="从中间向右滑动，可以显示主菜单";"Confirmation"="确认";"Are_You_Sure_To_Delete_This_Connection"="确实要删除这个连接吗？";"Feature_Part_Of_Pro_Version_Trials_End"="此功能属于 WebSSH 专业版。\n要现在升级到 WebSSH 专业版吗？";"Skip"="跳过";"Keep_Device_Awake"="阻止设备锁定";"Keep_Device_Awake_When_SSH_Connection"="当 SSH 打开时";"Keep_Device_Awake_When_SFTP_Connection"="当 SFTP 打开时";"Keep_Device_Awake_Warning"="阻止设备锁定的情况下将消耗更多电量，但能够保持连接不中断";"Settings"="设置";"Manage_WebSSH_Settings"="管理 WebSSH 设置";"My_Connections"="我的连接";"Connections_SSH_SFTP_ETC"="SSH\/SFTP 连接";"Connection_Closed"="连接已关闭";"Your_Connection_Has_Been_Closed"="连接已关闭。你可以使用「重新连接」按钮重新开始连接。";"Group_Name"="分组名称";"Terminal_Profile"="终端配置";"Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly"="如果终端显示有问题，别忘了检查终端设置。";"What_Is_New_V5"="+ 滑动导航条可以开启多个连接\r\n+ 从设置中删除连接\r\n+ 新增了阻止设备锁定的功能（在设置中启用）\r\n+ 新增了设置 WebSSH 密码时的取消按钮\r\n+ 可以用「分组名称」将连接进行分组\r\n* 新的导航条颜色\r\n* 修复了一个无法移除连接的错误\r\n* 更新了主菜单，以及其他改进\r\n\r\nSSH 模式\r\n+ 重新连接一个已关闭的会话\r\n+ 可以自定义键盘按键\r\n+ 新增 SSH 功能键（F1...F12）\r\n* 默认的 SSH 终端类型现在为「VT100」\r\n\r\nSFTP 模式\r\n+ 可以识别更多的文件类型\r\n* 提升了 SFTP 滚动速度";"Welcome_Message"="欢迎来到 WebSSH！\r\n\r\n在接下来的几个画面中，你将看到新的特性。\r\n\r\n滑动以查看更多。";"Welcome_Credentials_Missing"="WebSSH 能够保护已保存的连接身份信息，你只需设置一个 WebSSH 启动密码即可。\r\n\r\n请不要忘记在设置菜单中设置启动密码。";"Welcome_Gestures"="使用简单的手势，WebSSH 能够同时打开 5 个连接！\r\n\r\n在顶部菜单条处，向左或右滑动来显示新的屏幕。";"Welcome_Ready"="你已了解了最新的特性。\r\n\r\n请享用新版 WebSSH 吧！";"Keys"="按键";"Add_Key"="新增按键";"Key_Already_Exists"="按键已存在";"Key_Already_Exists_Message"="所选的按键已被添加到键盘";"Screen"="屏幕";"Share_This_App"="分享本应用";"Profile_Backspace_Sequence"="回删键序列";"Profile_Backspace_DEL"="^?（DEL）";"Profile_Backspace_BS"="^H（BS）";"Crash_Detected"="检测到之前的崩溃";"WebSSH_Has_Been_Crashed_Would_You_Like_To_Send_Report"="WebSSH 之前崩溃了。是否愿意将崩溃报告发送给 WebSSH 的技术支持？";"Submit_Report"="发送报告";"SSH_Settings"="SSH 设置";"Enable_Bel_Vibration_Or_Beep"="启用震动或提示音";"Pro_Upgrade_More_Information"="关于「专业版升级」的更多信息";"Network_Tools"="网络工具";"Dashboard"="仪表盘";"Servers"="服务器";"Tools_And_Services"="工具和服务";"WebSSH_Net_Server_Unaivalable"="WebSSH.Net 服务器目前离线。请几秒后再次尝试。";"WebSSH_Net_Server_Bad_Response"="WebSSH.Net 服务器的返回信息无效。请几秒后再次尝试，或联系我们。";"Are_You_Sure_To_Logout"="真的要登出你的 WebSSH.Net 账号吗？";"Logout"="登出";"Login"="登入";"Login_Required"="需要登入";"Login_Required_Message"="使用此功能需要 WebSSH.Net 账号（免费）。";"Signup"="注册";"Web_Link"="网页链接";"This_Will_Open_Safari_In_Order_To_View_Link"="即将在 Safari 中打开链接，是否要继续？";"Terms_Of_Service"="服务协议";"Welcome"="欢迎";"Bad_Login_Credentials"="登入信息有误";"Bad_Login_Credentials_Message"="你的登入信息似乎有误。你需要做什么？";"Retry"="重试";"Password_Lost"="找回密码";"Internet_Connection_Seems_Offline"="你似乎没有网络连接";"Beta_Enrollment_Needed"="你目前正在使用 WebSSH 测试版，但似乎你并没有参加 WebSSH 测试版计划。";"Enroll_Now"="现在参加";"Enter_Your_Email_For_New_Password"="输入你的电子邮箱地址，以获取新密码";"WebSSH_Everywhere"="WebSSH，随处可用";"WebSSH_Everywhere_Notes"="你可以使用：仪表盘、监控、同步…";"Notification"="通知";"WebSSH_Beta_Enrollment_Program"="WebSSH 测试版计划";"Get_Started"="开始使用";"Whats_New"="更新内容";"Whats_New_Keyboard_Keys"="键盘按键";"Whats_New_Keyboard_Keys_Home_End_PGUP_PDDN"="加入了 SSH 键盘按键：$、*、|、Home、End、PGUP、PGDN";"Whats_New_Bug_Send"="问题或崩溃报告";"Whats_New_Bug_Send_To_Support"="当 WebSSH 崩溃时，你可以将崩溃报告发送至我们的技术支持";"Whats_New_Translations"="新增翻译";"Whats_New_Translations_Korean_SimplifiedChinese_Italian_German"="简体中文、朝鲜语、意大利语和德语";"Whats_New_Terminal"="终端";"Whats_New_Terminal_XTERM_Now_Default"="XTERM 现在已是默认的 SSH 终端";"Install"="安装";"You_Can_Now_Use_All_Functionnalities"="感谢你的支持，现在你可以使用全部功能了";"Learn_More"="了解更多";"Buy_Canceled"="购买已取消";"Restore_Canceled"="恢复已取消";"Restoration_Needed"="需要恢复";"It_Appears_That_Old_Purchases"="在之前版本你已购买过。要再次使用，需要对你的购买进行恢复（免费）。";"Later"="稍后";"Continue_With_Ads"="继续使用有广告的版本";"Support_WebSSH"="支持 WebSSH";"Ads_Support_Message"="为了支持 WebSSH，会出现一些广告。升级为专业版可以关闭广告。";"No_Product_To_Restore"="没有可恢复的产品";"No_Product_To_Restore_Message"="你之前是否进行过购买？请与我们联系。";"Notification_Footer_Title"="启用通知能提升 WebSSH 的使用体验，提醒你关于出错和重要事件的信息。我们不会滥用通知消息。";"Notifications"="通知";"Enable_Local_Notifications"="启用本地通知";"Local_Notifications_Disabled"="本地通知已禁用";"In_Order_To_Enable_Local_Notifications_Please_Edit_Your_Device_Settings"="要启用本地通知功能，请在系统设定中允许 WebSSH 使用通知。";"Unable_To_Retrieve_IP_From_DNS"="无法通过 DNS 服务器获取 IP 地址";"Insert_Private_Key_Here"="在这里填入私钥\r\n\r\n私钥格式可以是 RSA 或 DSA\r\n\r\n私钥应该以 -----BEGIN XXX PRIVATE KEY----- 开头，并以 -----END XXX PRIVATE KEY----- 结尾";"Whats_New_Arrows"="虚拟方向键";"Whats_New_Arrows_Detail"="现在你可以在不显示键盘的情况下使用左\/右\/上\/下键！";"Virtual_Arrow_Keys"="虚拟方向键";"Select_Arrow_Keys_Type"="选择方向键的类型";"Stick"="棍状";"Pad"="块状";"None"="无";"Nb_Selected_Items"="已选择（%d）";"All"="全部";"Whats_New_Full_Screen_Terminal"="全屏终端";"Whats_New_Full_Screen_Terminal_Detail"="现在你可以全屏显示最喜爱的终端";"Virtual_Arrow_Keys_Speed"="虚拟方向键速度";"Slow"="慢";"Normal"="普通";"Fast"="快";"Select_Arrow_Keys_Speed"="选择方向键速度";"Select_FX_Key"="选择 Fn 键";"Profile_Terminal_Type_XTERM_256_COLOR"="XTERM-256COLOR";"Start_Terminal_In_Fullscreen"="在全屏启动终端";"Show_Connection_Lost_Warning"="显示丢失连接的警告";"Stay_On_Terminal_When_Connection_Lost"="连接丢失时仍留在终端";"Whats_New_Full_XTERM_256_COLORS"="终端颜色";"Whats_New_Full_XTERM_256_COLORS_Detail"="支持一种新的终端类型：XTERM-256COLOR";"Unable_To_Retrieve_File_Perhaps_Permissions"="无法获得文件。\r\n请检查权限。";"Warning"="警告";"Read_Only_File_Warning"="由于权限问题，此文件只能在只读模式下使用。";"Whats_New_Terminal_HTERM"="现在渲染引擎是 Chromium-hterm";"Profile_Cursor_Color"="光标颜色";"Report_Log"="报告日志";"Follow_Us"="关注我们";"Itunes_File"="iTunes 文件";"Unrecognized_Itunes_File"="iTunes 文件「%@」无法被 WebSSH 识别\r\n请联系我们以获得关于私钥的更多信息";"Private_Key_Has_Been_Added"="私钥已成功添加";"File_Must_Contain_Private_Key_Not_Public_Key"="你的文件「%@」必须包含私钥，而不是公钥！";"Whats_New_Import_Private_Keys"="导入私钥";"Whats_New_Import_Private_Keys_Detail"="将你的私钥拖放至 iTunes 文件共享中";"Import_Private_Keys_Methods"="要添加私钥，请轻按右上角的「钥匙」图标。\r\n还可以通过 iTunes 文件共享添加私钥。\r\nOpenSSH 和 PuTTy 密钥均可使用。";"No_Delay"="无延迟";"Profile_Spacebar_Delay"="空格键延迟";"Send_Diagnostic_And_Usage_Data"="发送诊断和用量数据";"Help_Us_By_Enabling_Diagnostic_And_Usage_Data_Collection"="你可以通过发送诊断、用量数据和崩溃报告来帮助我们改进 WebSSH。\r\n所有数据都是匿名的，而且只会发送给 WebSSH 小组。数据中不包含任何关于你的私人信息。";"User_Privacy"="隐私";"Furtive_Mode"="隐匿模式";"Send_Crash_Reports"="发送崩溃报告";"Furtive_Mode_Error"="你现在已进入隐匿模式。\r\n不能执行你的请求。";"Furtive_Mode_Detail_Label"="在此模式下，不会产生任何到 webssh.net 的连接";"Send_Diagnostic_And_Usage_Data_Label"="诊断和用量数据可以让我们获知：\r\n- 活动用户的数量\r\n- 我们功能的采用率及用量\r\n如果没有这些数据，我们将难以改进 WebSSH :(";"Send_Crash_Reports_Label"="这就能让我们继续完善这件作品 ;)";"Saved_Commands"="已保存的命令";"Add_New_Command"="新增命令";"General"="通用";"Command"="命令";"Icon"="图标";"Name_Of_Your_Saved_Command"="命令的名称";"Macro_Prefered"="首选命令";"Default_Text_For_Crash_Report_Help"="亲爱的 WebSSH 团队：\r\n\r\nWebSSH 刚刚崩溃了：\r\n（在这里描述 WebSSH 你正在做什么）\r\n\r\n你们可以检查一下原因吗？\r\n\r\n握手，祝好";"Would_You_Like_To_Paste_Content"="你是否要粘贴这些内容？\r\n%@";"No_Content_To_Paste"="没有可以粘贴到终端的内容";"Whats_New_Multiple_Screens"="多屏幕";"Whats_New_Multiple_Screens_Detail"="按下导航条来开启多屏幕";"Please_Define_Macro_Name_And_Command"="请设定宏的名称和命令";"Macro"="命令";"Recording"="正在录制";"Now_Recording"="你正在将 WebSSH 录制成视频。按住导航条 5 秒钟来停止录制。";"Recording_End"="请在「相机胶卷」查看捕捉到的屏幕";"Whats_New_Macro"="已保存的命令";"Whats_New_Macro_Detail"="设定并使用你喜爱的命令";"Continue"="继续";"Contact_Us_If_You_Cant_Find_Response"="若无法找到回应，请联系我们。";"Language"="语言";"Next_Tip"="下一条贴士";"Press_Navigation_Bar_For_Multiple_Screens"="轻点导航条可以查看多个屏幕";"Search_FAQ"="搜索常见问答";"Skip_Tutorial"="跳过教程";"SSH_Use_Old_Sepcial_Keys"="使用老式特殊键";"Whats_New_Translations_Danish_Brazilian_Portuguese"="丹麦语，葡萄牙语（巴西）";"WebSSH_Settings"="WebSSH 设置";"Show_Monitoring_Icon_On_Servers_List"="在服务器列表显示监视图标";"Create_Sync_Bucket"="创建同步容器";"Create_Sync_Bucket_Confirmation"="要创建同步容器，所有屏幕都将关闭。这个过程需要 1 分钟或更多。";"Create_Sync_Bucket_Footer"="如果目前尚无已启用的同步，请选择此项。";"Join_Sync_Bucket"="加入同步容器";"Join_Sync_Bucket_Footer"="如果有已启用的同步容器并想要激活它，请选择此项";"Learn_More_About_WebSSH_Sync"="了解更多关于 WebSSH Sync";"Learn_More_About_WebSSH_Sync_Footer"="WebSSH Sync 可以在你的各个设备间安全地同步所有 WebSSH 数据。WebSSH Sync 会在本机生成 4096 位的私钥，并使用 256-bit AES 加密（并用 CBC 加密）从而保护你的数据。";"My_Bucket"="我的容器";"Profile_Font_Size_IPad"="iPad 版字号";"Profile_Font_Size_IPhone"="iPhone 版字号";"Profile_Terminal_Type_XTERM_16_COLOR"="XTERM-16COLOR";"Profile_Terminal_Type_XTERM_COLOR"="XTERM-COLOR";"Profile_Terminal_Type_XTERM_NEW"="XTERM-NEW";"Search_Connection"="搜索连接";"Server_Lacks_SFTP_Subsystem"="服务器缺少 SFTP 子系统。接收不到 FXP_VERSION。";"Which_Protocol_Do_You_Want_To_Use"="你要使用哪种协议？";"Bucket_Name_Is_Not_Shared"="容器名称不会被他人获知，仅在当前设备上可见。";"Connect_Logout_Sync_Bucket_Confirmation"="所有屏幕都需要关闭以便继续执行操作。要继续吗？";"Disconnect_Bucket_But_Keep_Database"="断开连接，但保留数据库";"Drafts_Waiting_For_Transmit"="%@ 个草稿等待传输";"Edit_Bucket_Name"="编辑容器名称";"Please_Disconnect_Bucket_Before"="请先中断先前连接的容器。";"Bucket_Password_Message"="请记下这个密码，若要把容器迁移到其他设备则需要此密码:¬\n%@";"Share"="分享";"Share_This_Bucket"="分享此容器";"Share_This_Bucket_Message"="你可以把容器分享到任意支持 ZIP 文件格式的应用中。所分享的文件将自动添加随机密码。";"Password_Required_For_Bucket"="请输入密码来打开容器。";"Whats_New_Sync_Detail"="在你的设备之间同步 WebSSH。";"ZIP_File_Is_Not_A_Valid_Bucket"="这个 ZIP 文件中找不到有效的容器。";"Bucket_Imported_Success"="现在你可以通过 WebSSH Sync 来使用导入的容器。";"Bucket_Already_Exists_Error_Import"="容器「%@」已存在！\n请先删除已有容器才能继续导入。";"TouchID_Activation_Footer"="要启用 Face ID / Touch ID，请先设定密码";"A_Password_Must_Be_Set"="必须设置一个密码！";"Activation_Success_Message"="帐号已激活！现在你可以登入 WebSSH.Net 了";"Bad_Login_Credentials_Provided"="无效的登入信息";"Contacting_Us"="联系我们";"Error_While_Creating_Account"="创建帐号时出现错误。请联系我们。";"Error_While_Creating_Mobile_Account_Please_Contact_Us"="创建移动帐号时出现错误。请联系我们。";"Error_While_Login"="登入时出错。请联系我们。";"Error_While_Requesting_Password"="请求密码时出错。请联系我们。";"Go_Back_To"="回到";"HTTP_Error"="错误 %@";"HTTP_404_Message"="你要找的页面似乎已经不在了。\n页面可能被移到了其他地址，或已被管理员删除。";"HTTP_500_Message"="你要找的页面似乎因为出错而无法访问。\n系统已经通知管理员。";"HTTP_Error_Contact_Message"="Hello,\nI encounter an %@ error on this page : %@\nCan you fix it?\n\nBest Regards,";"Internet_Services_On_Demand"="互联网自选服务";"Monitors"="监视器";"New_Password_Request_Has_Been_Sent"="新密码申请已经发送到你的邮箱。请跟随指导来完成密码变更。";"New_Password_Sended"="新密码已经发送到你的邮箱，请查收。";"Not_A_Valid_Domain_Name"="无效的域名";"Not_Under_A_Public_Suffix"="非公共后缀";"Obtain_More_Information_By"="获得更多信息：";"Only_Send_One_Message_Per_Minute"="每分钟只能发送一条信息。请稍后重试。";"Please_Sign_In"="请登入";"Please_Sign_Up"="请注册";"Provided_Email_Doesnt_Exist"="电子邮箱地址不存在！";"Provided_Login_Doesnt_Exist"="登入名称不存在！";"Remember_Me"="记住我";"Request_New_Password"="请求新密码";"Restricted_Area"="限制区域";"Security_Code_Is_Not_Correct"="安全码错误，请重试。";"Send_Request"="发送请求";"Sign_In"="登入";"Sign_In_Up"="登入\/注册";"Sign_Out"="登出";"Sign_Up"="注册";"This_Account_Is_Disabled"="此帐号已被禁用。请联系我们。";"This_Email_Already_Exists"="此电子邮箱地址已存在！";"Translation_Of"="翻译自";"Unknow"="未知";"WebSSH_Account_Activation_Message"="欢迎使用 WebSSH！\n\n请先激活你的 WebSSH 帐号，以便继续使用。\n将下边的网址拷贝并粘贴到浏览器中打开来开始激活：\n%@\n\n如果遇到了问题，请直接回复此邮件来联系我们。\n\n此致敬意\nWebSSH 小组";"WebSSH_Account_Activation_Subject"="WebSSH 帐号激活";"WebSSH_Account_New_Password_Request_Subject"="WebSSH 请求新密码";"WebSSH_Account_New_Password_Request_Message"="亲爱的 %@，\n\n你似乎遗失了密码，并已经申请更换新密码。\n将下边的网址拷贝并粘贴到浏览器中打开来申请新密码：\n%@\n\n如果遇到了问题，请直接回复此邮件来联系我们。\n\n此致敬意\nWebSSH 小组";"WebSSH_New_Password_Message"="亲爱的 %@，\n\n你的密码已经更新：%@\n\n如果遇到任何问题，请直接回复此邮件来联系我们。\n\n此致敬意\nWebSSH 小组";"WebSSH_New_Password_Subject"="WebSSH 新密码";"WebSSH_S_Homepage"="WebSSH 主页";"Whats_New_TouchID"="Face ID / Touch ID";"Whats_New_TouchID_Detail"="用指纹来解锁 WebSSH！";"Whats_New_Translations_Japanese_Turkish"="日本語，土耳其语";"You_Can_Not_Create_Many_Account"="你不能创建帐号。请联系我们。";"Your_Email_Address_Is_Not_Valid"="无效的电子邮箱地址";"Your_Message_Has_Been_Submitted"="你的消息已经提交。我们将尽快回复。谢谢！";"Your_Message_Has_Not_Been_Submitted_Because_Error"="由于出现错误，你的消息尚未提交。请稍后重试。";"Your_Password_Is_Not_Secure"="你的密码不够安全，请选择有更多字母和数字的密码！";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❤️ 通过购买完整版本的WebSSH，您可以根据需要添加任意数量的SSH / SFTP / TUNNEL连接。";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️帮我继续WebSSH";"Buy_Price" = "购买\n%@";"Do_You_Love_WebSSH"="您喜欢WebSSH吗？";// <- WebSSH 14.8"Profile_Carriage_Return"="回车";"Edit"="编辑";"Download"="下载";"View"="查看";